#include "libraries.h"

vector <string> diseasesNames = {
                                "Кардиопатия", //0
                                "Ревматизм в неактивной фазе", //1
                                "Бронхиальная астма", //2
                                "Эндометрит", //3 //only women
                                "Хронический сальпингит", //4
                                "Ринит", //5
                                "Ларингит", //6
                                "Хронический простатит", //7
                                "Импотенция",//8 //only men
                                };

vector <int> prices = {35, //0        Кардиопатия
                        40, //1        Ревматизм в неактивной фазе
                        25, //2             Бронхиальная астма
                        40, //3      Эндометрит
                        30, //4       Хронический сальпингит
                        25, //5          Ринит
                        35, //6        Ларингит
                        45, //7       Хронический простатит
                        30 //8          Импотенция
                        }; 

